# Arch Linux packages (one per line; # comments ignored)
base-devel
git
chezmoi
zsh
zsh-autosuggestions
zsh-syntax-highlighting
starship
fzf
zoxide
ripgrep
fd
bat
eza
tmux
neovim
kitty
waybar
wofi
hyprland
hyprpaper
hyprlock
hypridle
grim
slurp
wl-clipboard
pipewire
wireplumber
xdg-desktop-portal-hyprland
polkit-kde-agent
noto-fonts
noto-fonts-emoji
ttf-nerd-fonts-symbols
